Repository: erolburak/bobbysnews
Catalog: BobbysNews/Resource/Localizable.xcstrings
Source language: en
Languages: de

source: Add
de: Hinzufügen

source: API key
de: API-Schlüssel

# ApiKeyPlaceholder
source: Add valid API key
de: Gültigen API-Schlüssel hinzufügen

source: Cancel
de: Abbrechen

# CategoryEntertainment
source: Entertainment
de: Unterhaltung

# CategoryGeneral
source: General
de: Allgemein

# CategoryHealth
source: Health
de: Gesundheit

# CategoryScience
source: Science
de: Wissenschaft

source: Category selection
de: Kategorieauswahl

# CategoryTechnology
source: Technology
de: Technik

# CategoryWorld
source: World
de: Welt

source: Close
de: Schließen

# CountriesLoad
source: Load countries
de: Länder laden

source: Country selection
de: Länderauswahl

source: Disable
de: Deaktivieren

source: Done
de: Fertig

source: Edit
de: Bearbeiten

# EmptyArticleContent
source: No content
de: Kein Inhalt

# EmptyArticlePublishedAt
source: No published date
de: Kein Veröffentlichungsdatum

# EmptyArticleSource
source: No source
de: Keine Quelle

# EmptyArticleTitle
source: No title
de: Kein Titel

# EmptyFetchTopHeadlines
source: No top headlines
de: Keine Schlagzeilen

# EmptyFetchTopHeadlinesMessage
source: Available top headlines are displayed here.
de: Verfügbare Schlagzeilen werden hier angezeigt.

# EmptyReadTopHeadlines
source: No top headlines
de: Keine Schlagzeilen

# EmptyReadTopHeadlinesMessage
source: Loaded top headlines are displayed here.
de: Geladene Schlagzeilen werden hier angezeigt.

# EmptySelectedApiKey
source: No API key added
de: Kein API-Schlüssel hinzugefügt

# EmptySelectedApiKeyMessage
source: Add a valid API key in the settings.
de: Füge einen gültigen API-Schlüssel in den Einstellungen hinzu.

# EmptySelectedCountry
source: No country selected
de: Kein Land ausgewählt

# EmptySelectedCountryMessage
source: Select a country in the settings.
de: Wähle ein Land in den Einstellungen aus.

# EmptyTranslateTopHeadlines
source: No translated top headlines
de: Keine übersetzten Schlagzeilen

# EmptyTranslateTopHeadlinesMessage
source: Available translated top headlines are displayed here.
de: Geladene übersetzte Schlagzeilen werden hier angezeigt.

# ErrorDescription
source: Error
de: Fehler

# ErrorDescriptionBadRequest
source: Bad request
de: Ungültige Abfrage

# ErrorDescriptionFetchTopHeadlines
source: Fetch top headlines
de: Abfrage Schlagzeilen

# ErrorDescriptionForbidden
source: Forbidden
de: Untersagt

# ErrorDescriptionInternalServerError
source: Internal server error
de: Interner Serverfehler

# ErrorDescriptionNoNetworkConnection
source: No network connection
de: Keine Netzwerkverbindung

# ErrorDescriptionRead
source: Read
de: Lesen

# ErrorDescriptionReset
source: Reset
de: Zurücksetzen

# ErrorDescriptionServiceUnavailable
source: Service unavailable
de: Service nicht verfügbar

# ErrorDescriptionTooManyRequests
source: Too many requests
de: Zu viele Abfragen

# ErrorDescriptionUnauthorized
source: Unauthorized
de: Nicht autorisiert

# ErrorRecoverySuggestionBadRequest
source: Failed to fetch. Your request is invalid. Please try again.
de: Abfrage fehlgeschlagen. Ihre Abfrage ist ungültig. Bitte versuche es erneut.

# ErrorRecoverySuggestionError
source: Unknown
de: Unbekannt

# ErrorRecoverySuggestionFetch
source: Failed to fetch. Please try again.
de: Abfrage fehlgeschlagen. Bitte versuche es erneut.

# ErrorRecoverySuggestionFetchTopHeadlines
source: Failed to fetch top headlines. Please try again.
de: Abfrage Schlagzeilen fehlgeschlagen. Bitte versuche es erneut.

# ErrorRecoverySuggestionForbidden
source: Failed to fetch. Daily quota reached. Please try again later.
de: Abfrage fehlgeschlagen. Tageskontingent erreicht. Bitte versuche es später erneut.

# ErrorRecoverySuggestionInternalServerError
source: Failed to fetch. We had a problem with our server. Please try again.
de: Abfrage fehlgeschlagen. Wir hatten ein Problem mit unserem Server. Bitte versuche es erneut.

# ErrorRecoverySuggestionNoNetworkConnection
source: No network connection. Please try again.
de: Keine Netzwerkverbindung. Bitte versuche es erneut.

# ErrorRecoverySuggestionRead
source: Failed to read. Please try again.
de: Lesen fehlgeschlagen. Bitte versuche es erneut.

# ErrorRecoverySuggestionReset
source: Failed to reset. Please try again.
de: Zurücksetzen fehlgeschlagen. Bitte versuche es erneut.

# ErrorRecoverySuggestionServiceUnavailable
source: Failed to fetch. Temporarily offline for maintenance. Please try again later.
de: Abfrage fehlgeschlagen. Vorübergehend wegen Wartungsarbeiten offline. Bitte versuche es später erneut.

# ErrorRecoverySuggestionTooManyRequests
source: Failed to fetch. Made more requests per second than allowed. Please try again later.
de: Abfrage fehlgeschlagen. Mehr Abfragen pro Sekunde gestellt als erlaubt sind. Bitte versuche es später erneut.

# ErrorRecoverySuggestionUnauthorized
source: Failed to fetch. API key is invalid. Please try again.
de: Abfrage fehlgeschlagen. API-Schlüsselauswahl ist ungültig. Bitte versuche es später erneut.

# ErrorWebView
source: Failed to load website
de: Webseite laden fehlgeschlagen

# ErrorWebViewMessage
source: Loaded website will display here.
de: Geladene Webseite wird hier angezeigt.

source: Headline
de: Schlagzeile

# OpenWebView
source: Would you like to read the entire article?
de: Möchten Sie den gesamten Artikel lesen?

source: Read
de: Lesen

source: Refresh
de: Aktualisieren

source: Reset
de: Zurücksetzen

# ResetConfirmationDialog
source: Saved data on all devices will be deleted and the app will be reset.
de: Gespeicherte Daten auf allen Geräten werden gelöscht und die App wird zurückgesetzt.

source: Settings
de: Einstellungen

# SettingsTipMessage
source: API key, countries and categories are shown here in a list. In addition, the API key can be added, country or category can be selected here.
de: API-Schlüssel, Länder und Kategorien werden hier in einer Liste dargestellt. Darüber hinaus kann hier ein API-Schlüssel hinzugefügt, das Land oder die Kategorie gewechselt werden.

source: Share
de: Teilen

source: Top headlines
de: Schlagzeilen

source: Top headlines loading ...
de: Schlagzeilen werden geladen ...

source: Top headlines translating …
de: Schlagzeilen werden übersetzt …

source: Translate
de: Übersetzen
